function Education() {
  return (
    <>
      <h2>Освіта</h2>
      <p>
        <b>Національний університет "Львівська політехніка"</b>
      </p>
      <p>Спеціальність: Кібербезпека</p>
      <p>Рівень освіти: Бакалавр</p>
      <p>Роки навчання: 2023 – теперішній час</p>

      <p>
        Під час навчання вивчаю мережеву безпеку, криптографію, операційні
        системи, адміністрування систем, аналіз вразливостей та принципи
        реагування на кіберінциденти.
      </p>
      <hr />
    </>
  );
}

export default Education;
