function Motivation() {
  return (
    <>
      <h2>Мотивація</h2>
      <p>
        Я хочу працювати SOC-аналітиком, тому що ця позиція дозволяє аналізувати
        кіберзагрози, виявляти атаки та допомагати захищати інформаційні
        системи. Мене приваблює можливість постійного навчання, роботи з
        сучасними інструментами кібербезпеки та участі у захисті цифрової
        інфраструктури. Я прагну отримати практичний досвід у сфері кібербезпеки
        та розвиватися як спеціаліст з інформаційного захисту.
      </p>
      <hr />
    </>
  );
}

export default Motivation;
