function Motivation() {
  return (
    <>
      <h2 className="text-2xl font-bold text-blue-700 mb-3">Мотивація</h2>

      <p className="text-gray-800 leading-7 mb-6">
        Я хочу працювати SOC-аналітиком, тому що ця позиція дозволяє аналізувати
        кіберзагрози, виявляти атаки та допомагати захищати інформаційні
        системи. Мене приваблює можливість постійного навчання, роботи з
        сучасними інструментами кібербезпеки та участі у захисті цифрової
        інфраструктури. Я прагну отримати практичний досвід у сфері кібербезпеки
        та розвиватися як спеціаліст з інформаційного захисту.
      </p>

      <hr className="border-gray-300 mb-6" />
    </>
  );
}

export default Motivation;
